Repository: jcarlin/wine-shelf-scanner
Catalog: ios/WineShelfScanner/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans

# warmup.tip4
source: Each scan uses Google's Vision AI to read labels
de: Jeder Scan nutzt Googles Vision-KI zum Lesen der Etiketten
es: Cada escaneo usa la IA de Vision de Google para leer etiquetas
fr: Chaque scan utilise l'IA Vision de Google pour lire les étiquettes
it: Ogni scansione usa l'IA Vision di Google per leggere le etichette
ko: 각 스캔은 Google Vision AI로 라벨을 읽습니다
pt: Cada scan usa a IA Vision do Google para ler os rótulos
ru: Каждое сканирование использует Vision AI от Google для чтения этикеток
zh_hans: 每次扫描使用Google Vision AI读取酒标

# warmup.tip5
source: We match OCR text against our wine database
de: Wir gleichen OCR-Text mit unserer Weindatenbank ab
es: Comparamos el texto OCR con nuestra base de datos de vinos
fr: Nous comparons le texte OCR avec notre base de données de vins
it: Confrontiamo il testo OCR con il nostro database di vini
ko: OCR 텍스트를 와인 데이터베이스와 대조합니다
pt: Comparamos o texto OCR com nosso banco de dados de vinhos
ru: Мы сопоставляем OCR-текст с нашей базой данных вин
zh_hans: 我们将OCR文字与葡萄酒数据库进行匹配

# warmup.tip6
source: Multiple matching algorithms ensure accuracy
de: Mehrere Matching-Algorithmen gewährleisten Genauigkeit
es: Múltiples algoritmos de coincidencia aseguran la precisión
fr: Plusieurs algorithmes de correspondance assurent la précision
it: Più algoritmi di corrispondenza garantiscono la precisione
ko: 여러 매칭 알고리즘으로 정확도를 보장
pt: Múltiplos algoritmos de correspondência garantem a precisão
ru: Несколько алгоритмов сопоставления обеспечивают точность
zh_hans: 多种匹配算法确保准确性

# warmup.tip7
source: Results include ratings from major wine platforms
de: Ergebnisse enthalten Bewertungen von großen Weinplattformen
es: Los resultados incluyen calificaciones de las principales plataformas de vinos
fr: Les résultats incluent les notes des principales plateformes vinicoles
it: I risultati includono valutazioni dalle principali piattaforme vinicole
ko: 결과에는 주요 와인 플랫폼의 평점이 포함됩니다
pt: Os resultados incluem avaliações das principais plataformas de vinhos
ru: Результаты включают рейтинги с крупных винных платформ
zh_hans: 结果包含来自各大葡萄酒平台的评分

# warmup.tip8
source: The server stays warm for about 15 minutes after use
de: Der Server bleibt nach Nutzung etwa 15 Minuten aktiv
es: El servidor se mantiene activo unos 15 minutos después de su uso
fr: Le serveur reste actif environ 15 minutes après utilisation
it: Il server resta attivo per circa 15 minuti dopo l'uso
ko: 서버는 사용 후 약 15분간 활성 상태를 유지합니다
pt: O servidor permanece ativo por cerca de 15 minutos após o uso
ru: Сервер остаётся активным около 15 минут после использования
zh_hans: 服务器在使用后保持活跃约15分钟
