Repository: jcarlin/wine-shelf-scanner
Catalog: ios/WineShelfScanner/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans

# app.title
source: Wine Scanner
de: Weinregal-Scanner
es: Escáner de Vinos
fr: Scanner de Vins
it: Scanner Vini
ja: ワイン棚スキャナー
ko: 와인 선반 스캐너
pt: Scanner de Vinhos
ru: Сканер Вин
zh_hans: 葡萄酒货架扫描仪

# idle.pointAtShelf
source: Never guess at the wine shelf again.
de: Nie wieder raten am Weinregal.
es: Nunca más adivines en el estante de vinos.
fr: Ne devinez plus jamais au rayon vins.
it: Non tirare più a indovinare allo scaffale dei vini.
ja: もうワイン棚で迷わない。
ko: 와인 선반에서 더 이상 고민하지 마세요.
pt: Nunca mais adivinhe na prateleira de vinhos.
ru: Больше не гадайте у винной полки.
zh_hans: 再也不用在葡萄酒货架前猜测了。

# idle.takePhotoToSee
source: Ratings from 21 million reviews â€” on every bottle, instantly.
de: Bewertungen aus 21 Millionen Reviews — auf jeder Flasche, sofort.
es: Calificaciones de 21 millones de reseñas — en cada botella, al instante.
fr: Notes de 21 millions d'avis — sur chaque bouteille, instantanément.
it: Valutazioni da 21 milioni di recensioni — su ogni bottiglia, istantaneamente.
ja: 2100万件のレビューからの評価 — すべてのボトルに、瞬時に。
ko: 2,100만 리뷰의 평점 — 모든 병에, 즉시.
pt: Avaliações de 21 milhões de reviews — em cada garrafa, instantaneamente.
ru: Рейтинги из 21 миллиона отзывов — на каждой бутылке, мгновенно.
zh_hans: 2100万条评论的评分 — 每瓶酒上，即时显示。

# idle.scanShelf
source: Scan Shelf
de: Regal scannen
es: Escanear Estante
fr: Scanner le Rayon
it: Scansiona Scaffale
ja: 棚をスキャン
ko: 선반 스캔
pt: Escanear Prateleira
ru: Сканировать полку
zh_hans: 扫描货架

# idle.choosePhoto
source: Choose Photo
de: Foto wählen
es: Elegir Foto
fr: Choisir une Photo
it: Scegli Foto
ja: 写真を選択
ko: 사진 선택
pt: Escolher Foto
ru: Выбрать фото
zh_hans: 选择照片

# idle.selectPhoto
source: Select Photo
de: Foto auswählen
es: Seleccionar Foto
fr: Sélectionner une Photo
it: Seleziona Foto
ja: 写真を選ぶ
ko: 사진 고르기
pt: Selecionar Foto
ru: Выбрать фото
zh_hans: 选取照片

# processing.analyzing
source: Analyzing wines...
de: Weine werden analysiert...
es: Analizando vinos...
fr: Analyse des vins...
it: Analisi dei vini...
ja: ワインを分析中...
ko: 와인 분석 중...
pt: Analisando vinhos...
ru: Анализ вин...
zh_hans: 正在分析葡萄酒...

# error.tryAgain
source: Try Again
de: Erneut versuchen
es: Intentar de Nuevo
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar Novamente
ru: Повторить
zh_hans: 重试

# error.startOver
source: Start Over
de: Neu beginnen
es: Empezar de Nuevo
fr: Recommencer
it: Ricomincia
ja: やり直す
ko: 처음부터
pt: Recomeçar
ru: Начать заново
zh_hans: 重新开始

# results.newScan
source: New Scan
de: Neuer Scan
es: Nuevo Escaneo
fr: Nouveau Scan
it: Nuova Scansione
ja: 新しいスキャン
ko: 새 스캔
pt: Nova Digitalização
ru: Новое сканирование
zh_hans: 新扫描

# results.winesFound
source: Wines Found
de: Weine gefunden
es: Vinos Encontrados
fr: Vins Trouvés
it: Vini Trovati
ja: 見つかったワイン
ko: 발견된 와인
pt: Vinhos Encontrados
ru: Найденные вина
zh_hans: 找到的葡萄酒

# results.partialDetection
source: Some bottles couldn't be recognized
de: Einige Flaschen konnten nicht erkannt werden
es: Algunas botellas no pudieron ser reconocidas
fr: Certaines bouteilles n'ont pas pu être reconnues
it: Alcune bottiglie non sono state riconosciute
ja: 一部のボトルを認識できませんでした
ko: 일부 병을 인식하지 못했습니다
pt: Algumas garrafas não puderam ser reconhecidas
ru: Некоторые бутылки не удалось распознать
zh_hans: 部分酒瓶无法识别

# results.scannedWith
source: Scanned with Wine Shelf Scanner
de: Gescannt mit Weinregal-Scanner
es: Escaneado con Escáner de Vinos
fr: Scanné avec Scanner de Vins
it: Scansionato con Scanner Vini
ja: ワイン棚スキャナーでスキャン
ko: 와인 선반 스캐너로 스캔
pt: Digitalizado com Scanner de Vinhos
ru: Отсканировано с помощью Сканера Вин
zh_hans: 使用葡萄酒货架扫描仪扫描

# results.topPicks
source: Top picks from the shelf:
de: Top-Auswahl aus dem Regal:
es: Mejores opciones del estante:
fr: Meilleurs choix du rayon :
it: Migliori scelte dallo scaffale:
ja: 棚のおすすめ：
ko: 선반 추천:
pt: Melhores escolhas da prateleira:
ru: Лучшее на полке:
zh_hans: 货架精选：

# results.stars
source: stars
de: Sterne
es: estrellas
fr: étoiles
it: stelle
ja: つ星
ko: 점
pt: estrelas
ru: звёзд
zh_hans: 星

# detail.by
source: by %@
de: von %@
es: de %@
fr: par %@
it: di %@
ja: %@ 製
ko: %@ 제조
pt: por %@
ru: от %@
zh_hans: %@ 出品

# detail.noRating
source: No rating
de: Keine Bewertung
es: Sin calificación
fr: Pas de note
it: Nessuna valutazione
ja: 評価なし
ko: 평점 없음
pt: Sem avaliação
ru: Нет оценки
zh_hans: 暂无评分

# detail.reviewsK
source: %@K reviews
de: %@K Bewertungen
es: %@K reseñas
fr: %@K avis
it: %@K recensioni
ja: %@K件のレビュー
ko: 리뷰 %@K개
pt: %@K avaliações
ru: %@K отзывов
zh_hans: %@K 条评论

# detail.reviews
source: %lld reviews
de: %lld Bewertungen
es: %lld reseñas
fr: %lld avis
it: %lld recensioni
ja: %lld件のレビュー
ko: 리뷰 %lld개
pt: %lld avaliações
ru: %lld отзывов
zh_hans: %lld 条评论

# detail.widelyRated
source: Widely rated
de: Viel bewertet
es: Ampliamente calificado
fr: Largement noté
it: Ampiamente valutato
ja: 多数の評価
ko: 다수 평가
pt: Amplamente avaliado
ru: Много оценок
zh_hans: 广泛评价

# detail.crowdFavorite
source: Crowd favorite
de: Publikumsliebling
es: Favorito del público
fr: Favori du public
it: Preferito dal pubblico
ja: 人気の一本
ko: 대중 인기
pt: Favorito do público
ru: Народный фаворит
zh_hans: 大众最爱

# detail.bestOnShelf
source: Best on this shelf
de: Bester in diesem Regal
es: Mejor en este estante
fr: Meilleur de ce rayon
it: Migliore su questo scaffale
ja: この棚のベスト
ko: 이 선반 최고
pt: Melhor nesta prateleira
ru: Лучшее на этой полке
zh_hans: 此货架最佳

# detail.rankedOnShelf
source: Ranked #%lld of %lld on this shelf
de: Platz #%lld von %lld in diesem Regal
es: Puesto #%lld de %lld en este estante
fr: Classé #%lld sur %lld dans ce rayon
it: Classificato #%lld di %lld su questo scaffale
ja: この棚で%lld本中第%lld位
ko: 이 선반 %lld개 중 %lld위
pt: Classificado #%lld de %lld nesta prateleira
ru: #%lld из %lld на этой полке
zh_hans: 此货架第 %lld 名（共 %lld 款）

# detail.region
source: REGION
es: REGIÓN
fr: RÉGION
it: REGIONE
ja: 産地
ko: 산지
pt: REGIÃO
ru: РЕГИОН
zh_hans: 产区

# detail.varietal
source: VARIETAL
de: REBSORTE
fr: CÉPAGE
it: VITIGNO
ja: 品種
ko: 품종
pt: VARIEDADE
ru: СОРТ
zh_hans: 葡萄品种

# detail.goesWith
source: Goes with
de: Passt zu
es: Va bien con
fr: Se marie avec
it: Si abbina con
ja: 相性の良い料理
ko: 어울리는 음식
pt: Combina com
ru: Сочетается с
zh_hans: 搭配

# detail.whatPeopleSay
source: What people say
de: Was andere sagen
es: Lo que dice la gente
fr: Ce qu'en disent les gens
it: Cosa dice la gente
ja: みんなの声
ko: 사람들의 평가
pt: O que as pessoas dizem
ru: Что говорят люди
zh_hans: 大家怎么说

# detail.shareThisPick
source: Share this pick
de: Diese Auswahl teilen
es: Compartir esta elección
fr: Partager ce choix
it: Condividi questa scelta
ja: この選択を共有
ko: 이 선택 공유
pt: Compartilhar esta escolha
ru: Поделиться выбором
zh_hans: 分享这个选择

# detail.foundWith
source: Found with Wine Shelf Scanner
de: Gefunden mit Weinregal-Scanner
es: Encontrado con Escáner de Vinos
fr: Trouvé avec Scanner de Vins
it: Trovato con Scanner Vini
ja: ワイン棚スキャナーで発見
ko: 와인 선반 스캐너로 발견
pt: Encontrado com Scanner de Vinhos
ru: Найдено с помощью Сканера Вин
zh_hans: 通过葡萄酒货架扫描仪发现

# detail.youLiked
source: You liked this wine
de: Dieser Wein hat Ihnen gefallen
es: Te gustó este vino
fr: Vous avez aimé ce vin
it: Ti è piaciuto questo vino
ja: このワインが気に入りました
ko: 이 와인을 좋아하셨습니다
pt: Você gostou deste vinho
ru: Вам понравилось это вино
zh_hans: 您喜欢这款酒

# detail.youDisliked
source: You didn't like this wine
de: Dieser Wein hat Ihnen nicht gefallen
es: No te gustó este vino
fr: Vous n'avez pas aimé ce vin
it: Non ti è piaciuto questo vino
ja: このワインは好みではありませんでした
ko: 이 와인을 좋아하지 않으셨습니다
pt: Você não gostou deste vinho
ru: Вам не понравилось это вино
zh_hans: 您不喜欢这款酒

# detail.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행 취소
pt: Desfazer
ru: Отменить
zh_hans: 撤销

# detail.thanksFeedback
source: Thanks for your feedback!
de: Danke für Ihr Feedback!
es: ¡Gracias por tu opinión!
fr: Merci pour votre retour !
it: Grazie per il tuo feedback!
ja: フィードバックありがとうございます！
ko: 피드백 감사합니다!
pt: Obrigado pelo seu feedback!
ru: Спасибо за отзыв!
zh_hans: 感谢您的反馈！

# detail.isThisRight
source: Is this the right wine?
de: Ist das der richtige Wein?
es: ¿Es este el vino correcto?
fr: Est-ce le bon vin ?
it: È questo il vino giusto?
ja: このワインで合っていますか？
ko: 이 와인이 맞나요?
pt: Este é o vinho certo?
ru: Это правильное вино?
zh_hans: 这是正确的酒吗？

# detail.whatsCorrect
source: What's the correct wine?
de: Welcher Wein ist korrekt?
es: ¿Cuál es el vino correcto?
fr: Quel est le bon vin ?
it: Qual è il vino corretto?
ja: 正しいワインは何ですか？
ko: 올바른 와인은 무엇인가요?
pt: Qual é o vinho correto?
ru: Какое вино правильное?
zh_hans: 正确的酒是什么？

# detail.wineName
source: Wine name
de: Weinname
es: Nombre del vino
fr: Nom du vin
it: Nome del vino
ja: ワイン名
ko: 와인 이름
pt: Nome do vinho
ru: Название вина
zh_hans: 酒名

# detail.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
zh_hans: 取消

# detail.submit
source: Submit
de: Absenden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 제출
pt: Enviar
ru: Отправить
zh_hans: 提交

# detail.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pt: Sim
ru: Да
zh_hans: 是

# detail.no
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pt: Não
ru: Нет
zh_hans: 否

# processing.tip1
source: Tap any rating badge to see details
de: Tippen Sie auf ein Bewertungsbadge für Details
es: Toca cualquier insignia de calificación para ver detalles
fr: Appuyez sur un badge de note pour voir les détails
it: Tocca qualsiasi badge di valutazione per vedere i dettagli
ja: 評価バッジをタップして詳細を見る
ko: 평점 배지를 탭하여 상세 정보 보기
pt: Toque em qualquer badge de avaliação para ver detalhes
ru: Нажмите на значок рейтинга для подробностей
zh_hans: 点击任意评分标签查看详情

# processing.tip2
source: Top-rated bottles get a gold highlight
de: Top-bewertete Flaschen haben eine goldene Hervorhebung
es: Las botellas mejor calificadas tienen un resaltado dorado
fr: Les bouteilles les mieux notées ont un reflet doré
it: Le bottiglie più apprezzate hanno un'evidenziazione dorata
ja: 高評価のボトルにはゴールドのハイライト
ko: 최고 평점 병에는 골드 하이라이트 표시
pt: As garrafas mais bem avaliadas têm um destaque dourado
ru: Лучшие бутылки выделены золотым
zh_hans: 评分最高的酒瓶有金色高亮

# processing.tip3
source: Powered by 21 million aggregated reviews
de: Basierend auf 21 Millionen aggregierten Bewertungen
es: Basado en 21 millones de reseñas agregadas
fr: Basé sur 21 millions d'avis agrégés
it: Basato su 21 milioni di recensioni aggregate
ja: 2100万件の集約レビューに基づく
ko: 2,100만 통합 리뷰 기반
pt: Baseado em 21 milhões de avaliações agregadas
ru: На основе 21 миллиона агрегированных отзывов
zh_hans: 基于2100万条聚合评论

# processing.tip4
source: We cover 181,000+ wines worldwide
de: Wir decken über 181.000 Weine weltweit ab
es: Cubrimos más de 181,000 vinos en todo el mundo
fr: Nous couvrons plus de 181 000 vins dans le monde
it: Copriamo oltre 181.000 vini in tutto il mondo
ja: 世界中の181,000本以上のワインをカバー
ko: 전 세계 181,000+종 와인 커버
pt: Cobrimos mais de 181.000 vinhos no mundo todo
ru: Мы покрываем более 181 000 вин по всему миру
zh_hans: 覆盖全球181,000+款葡萄酒

# processing.tip5
source: Ratings combine scores from major wine platforms
de: Bewertungen kombinieren Punkte von großen Weinplattformen
es: Las calificaciones combinan puntuaciones de las principales plataformas de vinos
fr: Les notes combinent les scores des principales plateformes vinicoles
it: Le valutazioni combinano punteggi dalle principali piattaforme vinicole
ko: 평점은 주요 와인 플랫폼의 점수를 종합
pt: As avaliações combinam pontuações das principais plataformas de vinhos
ru: Рейтинги объединяют оценки с крупных винных платформ
zh_hans: 评分综合了各大葡萄酒平台的分数

# processing.tip6
source: Works best with clear, well-lit photos of wine shelves
de: Funktioniert am besten mit klaren, gut beleuchteten Fotos von Weinregalen
es: Funciona mejor con fotos claras y bien iluminadas de estantes de vinos
fr: Fonctionne mieux avec des photos claires et bien éclairées de rayons à vins
it: Funziona meglio con foto nitide e ben illuminate di scaffali di vini
ko: 밝고 선명한 와인 선반 사진에서 가장 잘 작동
pt: Funciona melhor com fotos claras e bem iluminadas de prateleiras de vinhos
ru: Лучше всего работает с чёткими, хорошо освещёнными фото винных полок
zh_hans: 拍摄清晰、光线充足的葡萄酒货架照片效果最佳

# processing.tip7
source: Confidence scores show how certain each match is
de: Konfidenzwerte zeigen, wie sicher jede Zuordnung ist
es: Los puntajes de confianza muestran qué tan segura es cada coincidencia
fr: Les scores de confiance indiquent la certitude de chaque correspondance
it: I punteggi di confidenza mostrano quanto è certa ogni corrispondenza
ko: 신뢰도 점수는 각 매칭의 확실성을 표시
pt: Os scores de confiança mostram a certeza de cada correspondência
ru: Показатели уверенности отражают точность каждого совпадения
zh_hans: 置信度分数显示每个匹配的确定程度

# processing.tip8
source: Higher-rated wines are highlighted for quick selection
de: Höher bewertete Weine werden für schnelle Auswahl hervorgehoben
es: Los vinos mejor calificados se destacan para una selección rápida
fr: Les vins les mieux notés sont mis en avant pour un choix rapide
it: I vini con valutazioni più alte sono evidenziati per una selezione rapida
ko: 높은 평점의 와인은 빠른 선택을 위해 강조 표시
pt: Vinhos com avaliações mais altas são destacados para seleção rápida
ru: Вина с высоким рейтингом выделены для быстрого выбора
zh_hans: 评分较高的葡萄酒会高亮显示，方便快速选择

# about.title
source: Wine Shelf Scanner
de: Weinregal-Scanner
es: Escáner de Vinos
fr: Scanner de Rayon à Vins
it: Scanner Scaffale Vini
ja: ワイン棚スキャナー
ko: 와인 선반 스캐너
pt: Scanner de Prateleira de Vinhos
ru: Сканер Винной Полки
zh_hans: 葡萄酒货架扫描仪

# about.description
source: Ratings aggregated from 21 million reviews across community wine platforms. Individual scores are combined to provide a single trusted rating for each bottle.
de: Bewertungen aggregiert aus 21 Millionen Reviews auf Community-Weinplattformen. Einzelne Bewertungen werden kombiniert, um eine vertrauenswürdige Gesamtbewertung für jede Flasche zu liefern.
es: Calificaciones agregadas de 21 millones de reseñas en plataformas comunitarias de vinos. Las puntuaciones individuales se combinan para proporcionar una calificación confiable para cada botella.
fr: Notes agrégées à partir de 21 millions d'avis sur des plateformes communautaires de vins. Les scores individuels sont combinés pour fournir une note de confiance pour chaque bouteille.
it: Valutazioni aggregate da 21 milioni di recensioni su piattaforme comunitarie di vini. I punteggi individuali sono combinati per fornire una valutazione affidabile per ogni bottiglia.
ja: コミュニティワインプラットフォームの2100万件のレビューから集約された評価。個々のスコアを組み合わせて、各ボトルの信頼できる評価を提供します。
ko: 커뮤니티 와인 플랫폼의 2,100만 리뷰에서 집계된 평점입니다. 개별 점수를 종합하여 각 병에 대한 신뢰할 수 있는 평점을 제공합니다.
pt: Avaliações agregadas de 21 milhões de reviews em plataformas comunitárias de vinhos. As pontuações individuais são combinadas para fornecer uma avaliação confiável para cada garrafa.
ru: Рейтинги агрегированы из 21 миллиона отзывов на винных платформах сообщества. Оценки из разных источников объединяются для формирования единого надёжного рейтинга каждой бутылки.
zh_hans: 评分聚合自社区葡萄酒平台的2100万条评论。各平台评分经综合计算，为每瓶酒提供可信的统一评分。

# about.winesCount
source: 181,000+ wines with ratings
de: 181.000+ Weine mit Bewertungen
es: 181,000+ vinos con calificaciones
fr: 181 000+ vins avec des notes
it: 181.000+ vini con valutazioni
ja: 181,000本以上の評価付きワイン
ko: 181,000+종의 평점 보유 와인
pt: 181.000+ vinhos com avaliações
ru: 181 000+ вин с рейтингами
zh_hans: 181,000+ 款有评分的葡萄酒

# about.reviewsCount
source: 21 million aggregated reviews
de: 21 Millionen aggregierte Bewertungen
es: 21 millones de reseñas agregadas
fr: 21 millions d'avis agrégés
it: 21 milioni di recensioni aggregate
ja: 2100万件の集約レビュー
ko: 2,100만 통합 리뷰
pt: 21 milhões de avaliações agregadas
ru: 21 миллион агрегированных отзывов
zh_hans: 2100万条聚合评论

# about.disclaimer
source: Ratings sourced from community wine platforms. Wine Shelf Scanner is not affiliated with any rating provider.
de: Bewertungen stammen von Community-Weinplattformen. Weinregal-Scanner ist nicht mit einem Bewertungsanbieter verbunden.
es: Calificaciones obtenidas de plataformas comunitarias de vinos. Escáner de Vinos no está afiliado a ningún proveedor de calificaciones.
fr: Notes provenant de plateformes communautaires de vins. Scanner de Rayon à Vins n'est affilié à aucun fournisseur de notes.
it: Valutazioni provenienti da piattaforme comunitarie di vini. Scanner Scaffale Vini non è affiliato ad alcun fornitore di valutazioni.
ja: 評価はコミュニティワインプラットフォームから取得しています。ワイン棚スキャナーはいかなる評価プロバイダーとも提携していません。
ko: 평점은 커뮤니티 와인 플랫폼에서 제공됩니다. 와인 선반 스캐너는 어떤 평점 제공업체와도 제휴 관계가 없습니다.
pt: Avaliações provenientes de plataformas comunitárias de vinhos. Scanner de Prateleira de Vinhos não é afiliado a nenhum provedor de avaliações.
ru: Рейтинги получены с винных платформ сообщества. Сканер Винной Полки не аффилирован ни с одним поставщиком рейтингов.
zh_hans: 评分来源于社区葡萄酒平台。葡萄酒货架扫描仪与任何评分提供商无关。

# about.heading
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
pt: Sobre
ru: О приложении
zh_hans: 关于

# about.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
zh_hans: 完成

# bugReport.report
source: Report
de: Melden
es: Reportar
fr: Signaler
it: Segnala
ja: 報告
ko: 신고
pt: Reportar
ru: Сообщить
zh_hans: 报告

# bugReport.reportIssue
source: Report an Issue
de: Problem melden
es: Reportar un Problema
fr: Signaler un Problème
it: Segnala un Problema
ja: 問題を報告
ko: 문제 신고
pt: Reportar um Problema
ru: Сообщить о проблеме
zh_hans: 报告问题

# bugReport.scanError
source: Scan error
de: Scan-Fehler
es: Error de escaneo
fr: Erreur de scan
it: Errore di scansione
ja: スキャンエラー
ko: 스캔 오류
pt: Erro de digitalização
ru: Ошибка сканирования
zh_hans: 扫描错误

# bugReport.someNotRecognized
source: Some bottles not recognized
de: Einige Flaschen nicht erkannt
es: Algunas botellas no reconocidas
fr: Certaines bouteilles non reconnues
it: Alcune bottiglie non riconosciute
ja: 一部のボトルが認識されませんでした
ko: 일부 병이 인식되지 않음
pt: Algumas garrafas não reconhecidas
ru: Некоторые бутылки не распознаны
zh_hans: 部分酒瓶未识别

# bugReport.noBottlesIdentified
source: No bottles identified
de: Keine Flaschen identifiziert
es: No se identificaron botellas
fr: Aucune bouteille identifiée
it: Nessuna bottiglia identificata
ja: ボトルが識別されませんでした
ko: 식별된 병 없음
pt: Nenhuma garrafa identificada
ru: Бутылки не идентифицированы
zh_hans: 未识别到酒瓶

# bugReport.wrongMatch
source: Wrong wine match
de: Falsche Weinzuordnung
es: Coincidencia incorrecta de vino
fr: Mauvaise correspondance de vin
it: Corrispondenza vino errata
ja: ワインの一致が間違っています
ko: 잘못된 와인 매칭
pt: Correspondência de vinho incorreta
ru: Неверное совпадение вина
zh_hans: 酒款匹配错误

# bugReport.whatHappened
source: What happened? (optional)
de: Was ist passiert? (optional)
es: ¿Qué pasó? (opcional)
fr: Que s'est-il passé ? (facultatif)
it: Cosa è successo? (facoltativo)
ja: 何が起きましたか？（任意）
ko: 무슨 일이 있었나요? (선택 사항)
pt: O que aconteceu? (opcional)
ru: Что произошло? (необязательно)
zh_hans: 发生了什么？（可选）

# bugReport.describePlaceholder
source: Describe the issue...
de: Beschreiben Sie das Problem...
es: Describe el problema...
fr: Décrivez le problème...
it: Descrivi il problema...
ja: 問題を説明してください...
ko: 문제를 설명해 주세요...
pt: Descreva o problema...
ru: Опишите проблему...
zh_hans: 描述问题...

# bugReport.submitReport
source: Submit Report
de: Bericht senden
es: Enviar Reporte
fr: Envoyer le Rapport
it: Invia Segnalazione
ja: レポートを送信
ko: 보고서 제출
pt: Enviar Relatório
ru: Отправить отчёт
zh_hans: 提交报告

# bugReport.submitted
source: Report submitted
de: Bericht gesendet
es: Reporte enviado
fr: Rapport envoyé
it: Segnalazione inviata
ja: レポートが送信されました
ko: 보고서가 제출되었습니다
pt: Relatório enviado
ru: Отчёт отправлен
zh_hans: 报告已提交

# bugReport.thanksImprove
source: Thanks for helping us improve!
de: Danke, dass Sie uns helfen, besser zu werden!
es: ¡Gracias por ayudarnos a mejorar!
fr: Merci de nous aider à améliorer !
it: Grazie per aiutarci a migliorare!
ja: 改善にご協力いただきありがとうございます！
ko: 개선에 도움을 주셔서 감사합니다!
pt: Obrigado por nos ajudar a melhorar!
ru: Спасибо, что помогаете нам стать лучше!
zh_hans: 感谢您帮助我们改进！

# bugReport.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
zh_hans: 完成

# bugReport.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
zh_hans: 取消

# warmup.checking
source: Connecting to server...
de: Verbindung zum Server...
es: Conectando al servidor...
fr: Connexion au serveur...
it: Connessione al server...
ko: 서버에 연결 중...
pt: Conectando ao servidor...
ru: Подключение к серверу...
zh_hans: 正在连接服务器...

# warmup.title
source: Waking up the server
de: Server wird gestartet
es: Iniciando el servidor
fr: Réveil du serveur
it: Avvio del server in corso
ko: 서버 시작 중
pt: Iniciando o servidor
ru: Запуск сервера
zh_hans: 正在启动服务器

# warmup.message
source: Our server is starting up. This usually takes 15-30 seconds.
de: Unser Server startet gerade. Das dauert normalerweise 15–30 Sekunden.
es: Nuestro servidor se está iniciando. Esto suele tardar entre 15 y 30 segundos.
fr: Notre serveur est en cours de démarrage. Cela prend généralement 15 à 30 secondes.
it: Il nostro server si sta avviando. Di solito impiega 15-30 secondi.
ko: 서버가 시작되고 있습니다. 보통 15~30초 정도 걸립니다.
pt: Nosso servidor está iniciando. Isso geralmente leva de 15 a 30 segundos.
ru: Наш сервер запускается. Обычно это занимает 15–30 секунд.
zh_hans: 我们的服务器正在启动中，通常需要15-30秒。

# warmup.timeout
source: Server is taking too long to start. Please try again later.
de: Der Server braucht zu lange zum Starten. Bitte versuchen Sie es später erneut.
es: El servidor está tardando demasiado en iniciar. Por favor, inténtalo más tarde.
fr: Le serveur met trop de temps à démarrer. Veuillez réessayer plus tard.
it: Il server impiega troppo tempo ad avviarsi. Riprova più tardi.
ko: 서버 시작이 너무 오래 걸리고 있습니다. 나중에 다시 시도해 주세요.
pt: O servidor está demorando muito para iniciar. Por favor, tente novamente mais tarde.
ru: Сервер слишком долго запускается. Пожалуйста, попробуйте позже.
zh_hans: 服务器启动时间过长，请稍后再试。

# warmup.unavailableTitle
source: Server Unavailable
de: Server nicht verfügbar
es: Servidor no disponible
fr: Serveur indisponible
it: Server non disponibile
ko: 서버 사용 불가
pt: Servidor indisponível
ru: Сервер недоступен
zh_hans: 服务器不可用

# warmup.retry
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ko: 다시 시도
pt: Tentar novamente
ru: Попробовать снова
zh_hans: 重试

# warmup.tip1
source: First launch of the day can take a moment
de: Der erste Start des Tages kann einen Moment dauern
es: El primer inicio del día puede tardar un momento
fr: Le premier lancement de la journée peut prendre un moment
it: Il primo avvio della giornata può richiedere un momento
ko: 하루 중 첫 실행은 잠시 시간이 걸릴 수 있습니다
pt: A primeira execução do dia pode demorar um momento
ru: Первый запуск за день может занять некоторое время
zh_hans: 每天首次启动可能需要一点时间

# warmup.tip2
source: Our AI is loading 181,000+ wines into memory
de: Unsere KI lädt über 181.000 Weine in den Speicher
es: Nuestra IA está cargando más de 181,000 vinos en memoria
fr: Notre IA charge plus de 181 000 vins en mémoire
it: La nostra IA sta caricando oltre 181.000 vini in memoria
ko: AI가 181,000종 이상의 와인을 메모리에 로딩 중
pt: Nossa IA está carregando mais de 181.000 vinhos na memória
ru: Наш ИИ загружает более 181 000 вин в память
zh_hans: 我们的AI正在将181,000+款葡萄酒加载到内存中

# warmup.tip3
source: Wine ratings come from 21 million community reviews
de: Weinbewertungen stammen aus 21 Millionen Community-Reviews
es: Las calificaciones de vinos provienen de 21 millones de reseñas comunitarias
fr: Les notes de vins proviennent de 21 millions d'avis communautaires
it: Le valutazioni dei vini provengono da 21 milioni di recensioni della community
ko: 와인 평점은 2,100만 커뮤니티 리뷰에서 제공됩니다
pt: As avaliações de vinhos vêm de 21 milhões de reviews da comunidade
ru: Рейтинги вин основаны на 21 миллионе отзывов сообщества
zh_hans: 葡萄酒评分来自2100万条社区评论
